#+TITLE: Money Data Reality
#+STARTUP: showall

* Horizon
I see that I have published 100 posts on Money Data Reality.

* Loops
** DONE Past loops
:PROPERTIES:
:VISIBILITY: folded
:END:
|------+--------+--------------------------------------+--------|
| Loop | Post # | Output                               | Status |
|------+--------+--------------------------------------+--------|
|    1 |        | Project, milestones, and L02 defined | [x]    |
|------+--------+--------------------------------------+--------|
|    2 |        | Create SHOW loop system              | [x]    |
|      | -->    | SHOW loop snippets                   |        |
|------+--------+--------------------------------------+--------|
|    3 |        | Find disappearing text mode          | [x]    |
|    4 |        | Config disappearing text mode        | [x]    |
|------+--------+--------------------------------------+--------|
|    5 |        | Find out how to set up a hugo site   | [x]    |
|    6 |        | Decide which theme to try first      | [x]    |
|    7 |        | Set up hugo site locally             | [x]    |
|    8 |        | Publish evmexplore.com               | [x]    |
|------+--------+--------------------------------------+--------|


** TODO Next loops
|------+--------+--------------------------------+--------|
| Loop | Post # | Output                         | Status |
|------+--------+--------------------------------+--------|
|    9 |      1 | writing-persona                | [x]    |
|   10 |      1 | writing-story                  | [x]    |
|------+--------+--------------------------------+--------|
|   11 |        | Host on DigitalOcean           | [x]    |
|   12 |        | Make http and apex domain work | [x]    |
|   13 |        | Make wildcard subdomain work   | [x]    |
|------+--------+--------------------------------+--------|
|   14 |        | Decision: writing loops        | [x]    |
|   15 |        | Read about root questions      | [ ]    |
|------+--------+--------------------------------+--------|
|   16 |  About | root question                  | [ ]    |
|   17 |  About | brach question                 | [ ]    |
|   18 |  About | tweet                          | [ ]    |
|   19 |  About | post                           | [ ]    |
|------+--------+--------------------------------+--------|
|   20 |      1 | writing-pyramid                | [ ]    |
|   21 |      1 | writing-new                    | [ ]    |
|   22 |      1 | writing-revised                | [ ]    |
|   23 |      1 | writing-live                   | [ ]    |
|   24 |        | -->                            |        |
|------+--------+--------------------------------+--------|
|   25 |        | ...                            | [ ]    |
|   26 |        | -->                            |        |
|------+--------+--------------------------------+--------|
|   27 |        | root question                  | [ ]    |
|   28 |        | brach question                 | [ ]    |
|   29 |        | tweet                          | [ ]    |
|   30 |        | post                           | [ ]    |
|   31 |        | --> DONE                       |        |
|------+--------+--------------------------------+--------|
#+tblfm: $1=@#+7

